/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Karelia Software, 2006";

"KTPluginDescription" = "Una pagelet per mostrare una lista di prodotti di Amazon";
"KTPluginName" = "Lista di Amazon";
"KTPluginUntitledName" = "Lista di Amazon";